atlassian.atlascode
eamodio.gitlens
esbenp.prettier-vscode
garmin.monkey-c
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
markw65.prettier-extension-monkeyc
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.powershell
redhat.vscode-yaml
